Repository: webtions/Freshdesk-for-WordPress
Catalog: languages/freshdesk-*.po
Languages: es_es

source: Freshdesk Settings
es_es: Configuración de Freshdesk

source: Settings
es_es: Configuración

source: Freshdesk Account
es_es: Cuenta Freshdesk

source: Subdomain
es_es: Subdominio

source: Freshdesk Configuration
es_es: Configuración de Freshdesk

source: Remote Login URL
es_es: URL de Acceso Remoto

source: Remote Logout URL
es_es: URL de Cierre de Sesión Remoto

source: General Settings
es_es: Configuración General

source: Remote Auth Status
es_es: Estado de Autenticación Remota

source: Remote Auth Shared Token
es_es: Token de Autenticación Remota Compartida

source: Freshdesk for WordPress Settings
es_es: Configuración de Freshdesk para WorkPress

source: Before you access other features, please enter your Freshdesk subdomain.
es_es: Antes de acceder a otras funciones, por favor introduzca su subdominio Freshdesk.

source: Add your Freshdesk subdomain to proceed further.
es_es: Añada su subdominio Freshdesk para poder continuar.

source: The general remote authentication settings
es_es: Opciones Generales de Autenticación Remota.

source: Remote authentication is enabled
es_es: Autentificación Remota Habilitada

source: Remote authentication is <strong>disabled</strong>
es_es: Autentificación Remota <strong>Desabilitada</strong>

source: To activate remote authentication, ensure a shared token <br /> is entered below and click &quot;Save Changes&quot;
es_es: Para activar la autenticación remota, asegure que un símbolo compartido <br/> se entra a continuación y haga click en &quot, Guardar cambios &quot;

source: Your shared token could be obtained on the %s in the <br /> Single Sign-On section.
es_es: El token compartido podría obtenerse en el %s en la <br/> sección Inicio Simple.

source: Account Security page
es_es: Página de Cuentas de Seguridad

source: <strong>Remember</strong> that you can always go to: <br /> %s to use the regular login <br /> in case you get unlucky and somehow lock yourself out of Freshdesk.
es_es: <strong>Recordar</strong> que siempre puede ir a: <br/>%s para utilizar el inicio de sesión regular <br/> en caso de que por accidente cierre Freshdesk

source: The settings that need to be configured in your Freshdesk account.
es_es: Los ajustes que deben ser configurados en su cuenta Freshdesk

source: Remote authentication is not configured yet.
es_es: La Autentificación Remota no está configurada aún

source: Remote authentication failed:
es_es: Autenticación remota fallida

source: Try again
es_es: Intente de Nuevo

source: Log out of %s
es_es: Cierre de sesión %s

source: Return to %s dashboard
es_es: Regresar a %s dashboard
